#雪翔
≪‥‥‥‥‥≫[vp]
どれくらいの時間、ここで呆けていたのだろうか。[vp]
気づけば辺りは夕焼け色に包まれ、半袖では少し肌寒さも感じられた。[vp]
‥‥でも、[vp]
俺の体は、動こうとしない。[vp]

#雪翔
（‥‥文永は？）[vp]

ふとそう思い、周りを見回すが‥‥[vp]
その姿はどこにもなかった。[vp]

あの後、何度か言葉を交わした気がする。‥‥内容までは、覚えていない。[vp]
どうでもいい。[vp]

『そんな私が頼むのも、おかしな話ですが‥‥』[vp]

『父親から、お姉ちゃんを助けてください‥‥お願いします‥‥！』[vp]

#雪翔
≪───ッ‥‥！≫[vp]

頭痛がする。[vp]
美寿花は既に死んでいて。[vp]
なのに、美寿花はこの世に生きていて。[vp]
‥‥仮に、俺が今の美寿花を肯定したとしても‥‥[vp]
それは、あの死んだ美寿花を否定することになるんじゃないか？[vp]
‥‥でも、逆もまた‥‥然りだ。[vp]
俺を庇って、命を落とした美寿花と、[vp]
俺を励まして、声として寄り添ってくれた美寿花。[vp]
あの美寿花を、俺はどう受け入れたらいい‥‥？[vp]

#雪翔
≪‥‥‥‥‥‥俺は‥‥‥‥‥‥≫[vp]

その先の言葉が見つからず、沈黙する。[vp]
‥‥一旦、帰ろう。[vp]
帰って、考えを整理して‥‥[vp]
それから‥‥[vp]

#美寿花
「随分、暗い顔してるね」[vp]

#雪翔
≪‥‥‥‥≫[vp]

今日はきっと、厄日だ。[vp]
背後からかけられた声に、俺はゆっくりと振り返る。[vp]

#美寿花
「君が動くまで待ってるつもりだったけど、雪翔君の顔見てたら‥‥その、我慢できなくて‥‥あはは‥‥」[vp]

そう言って、美寿花は笑う。[vp]
‥‥まるで本当に生きているように、笑う。[vp]

#雪翔
（やめろ、考えるな‥‥！）[vp]

揺らぐ。目の前で笑っている美寿花の存在が。生が。[vp]

途切れる。ようやく思い出したあの事故の日に。記憶の中の美寿花は、今の美寿花とはまた、別の時間を生きていて‥‥[vp]

『理想の『常葉美寿花』にならず、記憶を何度も何度も『消されて』いる──』[vp]

‥‥‥‥それは、[vp]
それは、本当に『常葉美寿花』なのか？[vp]

#美寿花
「えっと‥‥」[vp]
#雪翔
≪‥‥っ≫[vp]

そうだ。悟られてはいけない。[vp]
‥‥俺が、君の存在そのものを否定しかけている‥‥[vp]
‥‥もしくは、もう否定してしまっていることを。[vp]

#雪翔
≪‥‥‥‥≫[vp]

#美寿花
「あぁ‥‥これ？」[vp]

俺の視線に気づいたのか、美寿花は手に持っている買い物袋を持ち上げる。[vp]

#美寿花
「夕ご飯の材料、足りなくてさ。ちょうど買いに行ってたんだ」[vp]

#美寿花
「最近寒くなってきたし、何か温かいもの作りたいな～って」[vp]

#美寿花
「そしたら、‥‥君を見つけた」[vp]

#美寿花
「『私について』文永と話してる‥‥君を」[vp]

‥‥‥‥[vp]
嫌な予感はしていた。[vp]
今、美寿花が現れたことが、何を意味するのか。[vp]

#雪翔
≪‥‥‥‥っ≫[vp]

最悪のタイミングで、一番聞かれたくないことを聞かれていた。[vp]

そして、今更ながら‥‥気づく。[vp]
さっきから、美寿花の目が俺とあっていないことに。[vp]

#美寿花
「そっか‥‥私、人間じゃないんだって気づいた時‥‥ちょっと、納得しちゃったんだ」[vp]

#美寿花
「幼い頃の記憶が、あやふやだったり‥‥お父さんの態度が私と文永で微妙に違ってたり‥‥‥‥」[vp]

#美寿花
「‥‥不思議な力が使えたり‥‥ね」[vp]

#雪翔
≪‥‥ああ≫[vp]

彼女は、薄々気づいていたのだ。[vp]
自分がどこか‥‥人と違う事に。[vp]

#美寿花
「ごめんね。本当に」[vp]

#雪翔
≪なんで、謝るんだよ‥‥≫[vp]

その声は届かず、美寿花はなぜか辺りを見回す。[vp]
しばらくして、[vp]

#美寿花
「っと‥‥」[vp]

#美寿花
「ずっと待ってたから足が疲れちゃって‥‥」[vp]

あの、シーソーに座った。[vp]
あくまでも軽く、なんでもないことのように。[vp]

#美寿花
「‥‥今まで、私は事故のことを知らずに生きていた。君はその事故で‥‥『私』のせいで大きな枷を背負ってしまったのに」[vp]

#美寿花
「そんなの、あまりにも不公平すぎる。‥‥ごめんね」[vp]

#美寿花
「死んだはずの『常葉美寿花』として、私は生まれた‥‥でもだからといって、その事実が君の背負っている枷を消せるわけがない」[vp]
#美寿花
「君は、優しくて‥‥きっと、自分を責め続けるから」[vp]

#美寿花
「‥‥私は、『常葉美寿花』として‥‥これからも生きていかなきゃいけない」[vp]

#美寿花
「これまでも、そうしてきた‥‥はずだから。突然のことで、まだちゃんと受け入れられてるわけじゃないけど‥‥それでも、私のやることは、たぶん変わらない」[vp]

#美寿花
「その枷は‥‥二人で、背負わないといけないものだから、ね？」[vp]

そう言って、また笑う。[vp]
心からの笑顔ではない、それはもちろん‥‥分かっている。[vp]
でも‥‥[vp]

#美寿花
『例えば‥‥あ、そう！　水族館とか！』[vp]

重なってしまう。[vp]
公園で、まだ中学生だった俺の話を聞いてくれた‥‥あの美寿花と。[vp]
哀しい程に、縋ってしまう。[vp]
『彼女は、生きているんじゃないか？』なんていう、ありもしない希望に。[vp]

#雪翔
≪‥‥‥‥≫[vp]

美寿花が言ったことは、おそらく正しい。[vp]
きっとそうすれば、美寿花も俺も、いつもの生活に戻ることができる。[vp]

‥‥でも、それは‥‥[vp]

#雪翔
≪‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥違う≫[vp]

自然と、ぽつりと、言葉が漏れる。[vp]

#雪翔
≪美寿花は死んだんだ≫[vp]

やめてくれ‥‥[vp]
俺の中の何かが、その決断を否定する。[vp]

#雪翔
≪あの美寿花は、俺を庇って死んだんだ≫[vp]

止めてくれ‥‥[vp]
この、どうしようもない思いを誰か‥‥[vp]

#雪翔
≪お前は‥‥お前は‥‥≫[vp]

誰か‥‥助けてくれ‥‥！[vp]

;選択肢
;『あいつは常葉美寿花じゃない』→ E-4a
;『美寿花は目の前で生きている』→ E-4b、バッドエンド

*e_4a

#雪翔
≪‥‥‥‥ッ！！≫[vp]

突然、駆け出す。[vp]

このままだと‥‥胸の中にあるどす黒い何かを、美寿花にぶつけてしまう気がして。[vp]
‥‥だが、[vp]

#美寿花
「待って！　雪翔君！！」[vp]

彼女は、俺を離したりしなかった。[vp]
逃げる俺の手を‥‥掴んだ。[vp]

そして‥‥[vp]

#雪翔
≪お前は‥‥美寿花じゃ‥‥ないっ‥‥！！！≫[vp]

#美寿花
「‥‥‥‥‥‥‥‥ぇ？」[vp]

#雪翔
≪‥‥‥‥‥‥‥‥‥≫[vp]

#雪翔
≪‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥‥放してくれ≫[vp]

その手を振り払ってから、俺はまた走り出した。[vp]

*e_4b

──ッ[vp]
そうだ。[vp]
俺は、何を迷っていたんだろう。[vp]
何を恐れていたのだろう。[vp]

#雪翔
≪‥‥美寿花≫[vp]

一歩踏み出し、美寿花の手をとる。[vp]
僅かに暑さが残る黄昏の中、彼女のひんやりとした体温が俺の頭を冷やしていく。[vp]

#美寿花
「ゆ、雪翔君？」[vp]

俺の突然の行動に、不安そうな目で応える思い出の中の少女。[vp]
‥‥細かい事を考える必要なんて、ないんだ。[vp]
俺がどんなに思考を張り巡らせても、そこに意味はない。[vp]
『美寿花はあの事故で死んだ』‥‥その事実すら、意味がないのだ。[vp]
美寿花は、今、目の前にいるのだから。[vp]
代わりなんかじゃない、あの時とまったく同じ‥‥常葉美寿花が。[vp]

なら、[vp]
彼女の、その強い意志から逃げようとするのは‥‥[vp]
何だか、違う気がした。[vp]

#雪翔
≪今まで、忘れててごめん≫[vp]

#美寿花
「え‥‥」[vp]

#雪翔
≪事故に逢った時‥‥俺は何もできなかった≫[vp]

#雪翔
≪目の前の地獄から目を逸らして‥‥美寿花との思い出ごと記憶から消して‥‥≫[vp]

#雪翔
≪‥‥‥≫[vp]

#雪翔
≪逃げてたんだ。あの日からずっと≫[vp]

#雪翔
≪だから‥‥≫[vp]

心の奥底では、美寿花のことを覚えていたのかもしれない。[vp]
ふと、そんな事が頭をよぎる。[vp]
それぐらい、懺悔の言葉が胸の内から溢れてくる。[vp]
5年分の後悔が、とめどなく。[vp]
そんな俺を止めたのは、[vp]

#美寿花
「私も‥‥ごめんね」[vp]

美寿花の、謝罪の一言だった。[vp]

#美寿花
「長い間、ずっと置いていっちゃって‥‥ほんとうに、ごめんなさい」[vp]

#美寿花
「もう、絶対に離れたりしないから‥‥だから」[vp]

#美寿花
「ただいま。雪翔君」[vp]

#雪翔
≪‥‥‥≫[vp]

#雪翔
≪おかえり。美寿花≫[vp]

沈みゆく太陽を眺めながら、俺らは家路についた。[vp]
あの時のように、二人並んで‥‥[vp]
‥‥‥[vp]
その間、会話は一切なかった。[vp]